import { useEffect } from "react";
// styles
import './Agreement.scss';

let Agreement = () => {
    useEffect(() => {document.cookie = "bookingInfo=;max-age=-1";}, [])
  return (
    <div className="Agreement">
      <div className="Agreement__container container py-7 px-5">
    	<h2 className="text-center">
    ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ С ВРАЧОМ
</h2>
<div className="d-flex justify-content-between mb-5">
	<span>г. Москва </span>
	<span>10 августа 2020 г.</span>
</div>
<p>
    Настоящее Пользовательское соглашение (далее – «Соглашение») регулирует
    отношения между ООО «Ревомед», ОГРН 1157746013611, ИНН 7702374507, КПП
    770201001 (далее – «Администратор») и пользователем сети Интернет (далее –
    «Пользователь») далее совместно именуемые «Стороны», возникающие при
    использовании Платформы «Revomed.ru» (далее – «Сайт») в сети Интернет на
    указанных в настоящем Пользовательском соглашении условиях.
</p>
<h3 className="text-center">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h3>
<p>
    1.1. В настоящем Пользовательском соглашении термины, указанные ниже, имеют
    следующее значение:
</p>
<p>
    1.1.1. <strong>Пользователь</strong> – врач, имеющей соответствующую
    квалификацию, подтвержденную документально, присоединившееся к настоящему
    Соглашению, действующее в собственном интересе либо выступающее от имени и
    в интересах представляемого им юридического лица.
</p>
<p>
    1.1.2. <strong>Заказ</strong> – описание условий выполнения работ/оказания
    услуг, которое он размещает на Платформе для поиска Исполнителей. Заказ
    содержит все существенные условия Договора об оказании услуг/выполнении
    работ и является офертой Заказчика на его заключение.
</p>
<p>
    1.1.3. <strong>Соглашение</strong> – настоящее пользовательское соглашение
    со всеми дополнениями и изменениями, регламентирующие работу Платформы и
    взаимодействие Пользователя с ним;
</p>
<p>
    1.1.4. <strong>Платформа</strong> – программное обеспечение, которое
    представляет собой Интернет-сайт для поиска врачей соответствующей
    квалификации, взаимодействие с которыми осуществляется взаимодействие на
    основе модели маркетплейса, а также мобильное приложение на базе
    IOS/Android, функционирующее на базе Интернет-сайта.
</p>
<p>
    1.1.5. <strong>Персональные данные</strong> – любая информация, сведения
    относящиеся к Пользователю (субъекту персональных данных) и позволяющие его
    идентифицировать, передаваемые Администратору и обрабатываемые им в
    качестве оператора в соответствии с принятой и опубликованной на
    Интернет-сайте Политикой обработки персональных данных.
</p>
<p>
    1.1.6. <strong>Регистрация</strong> – совокупность действий Пользователя в
    соответствии с указанными на Платформе инструкциями, включая предоставление
    данных и иной информации, совершаемых Пользователем с использованием
    специальной формы пользовательского интерфейса Платформы в целях
    формирования Личного кабинета и получения доступа к отдельным сервисам
    Платформы.
</p>
<p>
    1.1.7. <strong>Администратор </strong>– владелец электронной платформы в
    сети Интернет.
</p>
<h3 className="text-center">2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>
    2.1. Настоящее Соглашение регулирует порядок использования Платформы, а
    также взаимоотношения, возникающие между Администратором и Пользователями
    при его использовании, в том числе порядок электронного взаимодействия
    между ними.
</p>
<p>
    2.2. Пользователь самостоятельно несет ответственность перед третьими
    лицами за свои действия, связанные с использованием услуги и сервисов, в
    том числе, если такие действия приведут к нарушению прав и законных
    интересов третьих лиц, а также за соблюдение законодательства при
    использовании услуги или сервиса.
</p>
<p>
    2.3. Пользователь использует Сайт, сервисы и/или услуги на свой собственный
    риск.
</p>
<p>
    2.4. При любых обстоятельствах ответственность Администратора в
    соответствии со статьей 15 Гражданского кодекса России ограничена 10 000
    (десятью тысячами) рублей Российской Федерации и возлагается на него при
    наличии в его действиях вины.
</p>
<p>
    2.6. Пользователь предупрежден о том, что несет самостоятельно
    ответственность за предоставление недостоверных сведений третьим лицам,
    нанесение ущерба третьим лицам.
</p>
<p>
    2.7. При использовании Сайта, услуг и сервисов Пользователь не вправе:
</p>
<p>
    2.7.1. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять контент, который является незаконным, вредоносным,
    клеветническим, оскорбляет нравственность, демонстрирует (или является
    пропагандой) насилия и жестокости, нарушает права интеллектуальной
    собственности, пропагандирует ненависть и/или дискриминацию людей по
    расовому, этническому, половому, религиозному, социальному признакам,
    содержит оскорбления в адрес каких-либо лиц или организаций, содержит
    элементы (или является пропагандой) порнографии, детской эротики,
    представляет собой рекламу (или является пропагандой) услуг сексуального
    характера (в том числе под видом иных услуг), разъясняет порядок
    изготовления, применения или иного использования наркотических веществ или
    их аналогов, взрывчатых веществ или иного оружия;
</p>
<p>
    2.7.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или
    причинять им вред в любой форме;
</p>
<p>
    2.7.3. выдавать себя за другого человека или представителя организации
    и/или сообщества без достаточных на то прав;
</p>
<p>
    2.7.4. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять контент, при отсутствии прав на такие действия
    согласно законодательству или каким-либо договорным отношениям;
</p>
<p>
    2.7.5. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять не разрешенную специальным образом рекламную
    информацию, спам (в том числе и поисковый), списки чужих адресов
    электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга
    (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья».
</p>
<p>
    2.7.6. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять какие-либо материалы, содержащие вирусы или другие
    компьютерные коды, файлы или программы, предназначенные для нарушения,
    уничтожения либо ограничения функциональности любого компьютерного или
    телекоммуникационного оборудования или программ, для осуществления
    несанкционированного доступа, а также серийные номера к коммерческим
    программным продуктам и программы для их генерации, логины, пароли и прочие
    средства для получения несанкционированного доступа к платным ресурсам в
    Интернете, а также размещения ссылок на вышеуказанную информацию;
</p>
<p>
    2.7.7. несанкционированно собирать и хранить персональные данные других
    лиц;
    <br/>
    2.7.8. нарушать нормальную работу Сайта;
</p>
<p>
    2.7.9. размещать ссылки на ресурсы сети Интернет, содержание которых
    противоречит действующему законодательству Российской Федерации;
</p>
<p>
    2.7.10. содействовать действиям, направленным на нарушение ограничений и
    запретов, налагаемых Соглашением;
</p>
<p>
    2.7.11. другим образом нарушать нормы законодательства, в том числе нормы
    международного права.
</p>
<p>
    2.8. Администрация Сайта не несет ответственности за:
</p>
<p>
    2.8.1. Задержки или сбои в процессе совершения операции, возникшие
    вследствие непреодолимой силы, а также любого случая неполадок в
    телекоммуникационных, компьютерных, электрических и иных смежных системах;
</p>
<p>
    2.8.2. Действия платежных систем, банков и за задержки связанные с их
    работой.
</p>
<h3 className="text-center">
    3. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА СОДЕРЖАНИЕ СЕРВИСОВ И КОНТЕНТА
</h3>
<p>
    3.1. Пользователь соглашается не предпринимать действий, которые могут
    рассматриваться как нарушающие российское законодательство или нормы
    международного права, в том числе в сфере интеллектуальной собственности,
    авторских и/или смежных правах, а также любых действий, которые приводят
    или могут привести к нарушению нормальной работы Сайта и сервисов компании.
</p>
<p>
    3.2. Пользователь не вправе использовать материалы Сайта без согласия
    правообладателей (статья 1270 ГК РФ).
</p>
<p>
    3.3. Пользователь обязуется при цитировании материалов Сайта, включая
    охраняемые авторские произведения, ссылаться на Сайт (пп. 1 п. 1 статьи
    1274 ГК РФ).
</p>
<p>
    3.4. Все объекты, доступные при помощи Сайта, в том числе элементы дизайна,
    текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы
    данных, музыка, звуки и другие объекты, размещенные в рамках Сайта,
    являются объектами исключительных прав Администратора.
</p>
<p>
    3.5. Администратор предоставляет Пользователю право функционального
    использования Сайта в пределах его общих функциональных возможностей.
</p>
<p>
    3.6. Использование Сайта иными способами, в том числе путем копирования
    (воспроизведения) размещенного на Сайте Контента, а также входящих в состав
    Приложения элементов дизайна, программ для ЭВМ и баз данных, их
    декомпиляция, модификация, и последующее распространение, публичный показ,
    доведение до всеобщего сведения, строго запрещены, если иное не
    предусмотрено настоящим Соглашением.
</p>
<p>
    3.7. Пользователь не вправе воспроизводить, повторять и копировать,
    продавать, а также использовать для каких-либо коммерческих целей
    какие-либо части Сайта (включая Контент, доступный Пользователю посредством
    Сайта), или доступ к ним, кроме тех случаев, когда Пользователь получил
    такое разрешение от Администратора либо когда это прямо предусмотрено
    дополнительными документами на использование отдельного сервиса или услуги.
</p>
<p>
    3.8. Использование Пользователем элементов содержания Сайта, размещенного
    контента для личного некоммерческого использования, допускается при условии
    сохранения всех знаков охраны авторского права, смежных прав, товарных
    знаков, других уведомлений об авторстве, сохранения имени (или псевдонима)
    автора/наименования правообладателя в неизменном виде, сохранении
    соответствующего объекта в неизменном виде. Исключение составляют случаи,
    прямо предусмотренные законодательством РФ или пользовательскими
    соглашениями того или иного сервиса или услуги.
</p>
<p>
    3.9. Сайт может содержать ссылки на сайты в сети Интернет (сайты третьих
    лиц). Указанные третьи лица и их контент не проверяются Администратором.
</p>
<h3 className="text-center">
    4. ОФОРМЛЕНИЕ ЗАКАЗА И ОПЛАТА УСЛУГ ПО НАСТОЯЩЕМУ ПОЛЬЗОВАТЕЛЬСКОМУ
    СОГЛАШЕНИЮ
</h3>
<p>
    4.1. Пользователь размещает на Сайте предложение, цену, срок, иные
    особенности проведения консультации, имеющие существенное задание.
</p>
<p>
    Оформление и предоставление Исполнителем Предложения осуществляется при
    помощи технических средств Сайта на Защищенных страницах Сайта.
</p>
<p>
    4.2. Предложение считается предоставленным с момента выбора Исполнителя
    физическими лицами с помощью технических средств Сайта. Технические
    средства Сайта позволяют идентифицировать выбор Исполнителя, совершенный
    под Логином и паролем. Сведения о выборе Исполнителя будут сохраняться при
    помощи программно-технических средств Сайта. Выбор Исполнителя с помощью
    технических средств Сайта является аналогом собственноручной подписи и
    оферты.
</p>
<p>
    4.3. Администратор осуществляет расчеты в порядке и на условиях,
    установленных Договором.
</p>
<p>
    Администратор принимает платежи от пациента, осуществляет расчеты с
    Исполнителем.
</p>
<p>
    Стоимость услуг Администратора составляет 20% от ставки, назначенной
    врачом.
</p>
<p>
    Средства, поступившие на сайт Администратора перечисляются на реквизиты
    Исполнителя, указанные в личном кабинете.
</p>
<p>
    Вознаграждение перечисляется в следующем размере: 100% - ставка
    вознаграждения врача; 20% - ставка вознаграждения Администратора,
    начисляемая на вознаграждение врача.
</p>
<p>
    Средства, поступившие на сайт Администратора перечисляются на реквизиты
    Исполнителя, указанные в личном кабинете, за вычетом 20% вознаграждения
    Администратора.
</p>
<p>
    Администратор не несет ответственности за информацию, указанную
    Исполнителем в личном кабинете.
</p>
<h3 className="text-center">5. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
<p>
    5.1. Присоединяясь к условиям настоящего Соглашения, Пользователь
    автоматически присоединяется к Политике обработки персональных данных,
    которая размещена на Платформе.
</p>
<h3 className="text-center">6. ГАРАНТИИ В ОТНОШЕНИИ ПЛАТФОРМЫ</h3>
<p>
    6.1. Администратор не гарантирует доступность Платформы в любой момент.
</p>
<p>
    6.2. Платформа предоставляется Администратором в состоянии «как есть», без
    гарантийных обязательств Администратора или какой-либо обязанности по
    устранению недостатков Платформы, эксплуатационной поддержке и
    совершенствованию Платформы.
</p>
<p>
    6.3. Администратор не несет ответственности за коммерческую пригодность
    Платформы, не гарантирует соответствие Программного обеспечения специальным
    требованиям Пользователей, а также не гарантирует, что Платформа полностью
    свободна от дефектов и ошибок, и должна функционировать бесперебойно и в
    обязательном порядке.
</p>
<p>
    6.4. Администратор имеет право производить профилактические работы в
    программно-аппаратном комплексе Платформы с временным приостановлением
    работы Платформы по возможности в ночное время и, максимально сокращая
    время неработоспособности Платформы.
</p>
<p>
    6.5. Возможна приостановка работы Платформы без какого-либо уведомления
    Пользователя.
</p>
<h3 className="text-center">
    7. СОГЛАШЕНИЕ ОБ ЭЛЕКТРОННОМ ВЗАИМОДЕЙСТВИИ
</h3>
<p>
    7.1. Размещая Соглашение об электронном взаимодействии, Администратор
    делает оферту, адресованную неопределенному кругу лиц, о заключении
    договора электронного взаимодействия с использованием Платформы.
</p>
<p>
    7.2. Оферта адресована любым лицам (ст. 435 Гражданского кодекса Российской
    Федерации, далее – «ГК РФ»).
</p>
<p>
    7.3. Срок действия оферты не ограничен.
</p>
<p>
    7.4. Надлежащим акцептом оферты согласно п. 3 ст. 438 ГК РФ является
    совершение Пользователем действий по началу использования сайта Платформы,
    использованию API или установке мобильных приложений Платформы.
</p>
<p>
    7.5. В соответствии с настоящим Соглашением об электронном документообороте
    Стороны используют простые электронные подписи (п. 2 ст. 160 Гражданского
    кодекса Российской Федерации), подписью для каждой из Сторон является
    уникальный адрес электронной почты (логин учетной записи почтового сервиса
    или аккаунта Личного кабинета в Платформе), ключом к которому является
    уникальный идентификатор (пароль).
</p>
<p>
    7.6. Стороны исходят из того, что электронные сообщения и действия,
    направленные/совершенные при помощи Личного кабинета выражают истинное
    волеизъявление Стороны и намерение вступить, изменить или прекратить
    правоотношение, если такое правоотношение возникло у Пользователя в
    процессе использования Платформы. 8.7. Проверка подлинности и достоверности
    сообщения или совершенного действия, исходящего от Стороны, осуществляется
    путем сличения информации о совершенном действии с данными его Личного
    кабинета.
</p>
<p>
    7.7. В качестве первичных учетных документов, являющихся основанием для
    расчетов Стороны используют данные, получаемые при помощи Платформы. Для
    целей формирования отчетности такие сведения могут распечатываться и
    заверяться ответственным лицом Администратора.
</p>
<p>
    7.8. Пользователь несет ответственность за сохранность конфиденциальности
    логина и уникального идентификатора (пароля), предоставляющих доступ в
    Личный кабинет.
</p>
<p>
    7.9. Все действия, совершенные через Личный кабинет, считаются совершенными
    непосредственно тем Пользователем, логин и уникальный идентификатор
    (пароль) которого был использован для входа в соответствующий Личный
    кабинет.
</p>
<h3 className="text-center">
    8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
</h3>
<p>
    8.1. В случае возникновения любых разногласий, или споров между Сторонами
    настоящего Соглашения, обязательным условием до обращения в суд является
    предъявление претензии (письменного предложения о добровольном
    урегулировании спора).
</p>
<p>
    <br/>
    8.1.1. Получатель претензии в течение 10 рабочих дней со дня ее получения,
    письменно уведомляет заявителя претензии о результатах рассмотрения
    претензии.
</p>
<p>
    <br/>
    8.1.2. При невозможности разрешения спора в добровольном порядке любая из
    Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены
    им действующим законодательством Российской Федерации.
</p>
<p>
    <br/>
    8.2. Если по тем или иным причинам одно или несколько положений настоящего
    Соглашения будут признаны недействительными или не имеющими юридической
    силы, это не оказывает влияния на действительность или применимость
    остальных положений Соглашения.
</p>
<p>
    8.3. Настоящее Соглашение составлено на русском языке и в некоторых случаях
    может быть предоставлено Пользователю для ознакомления на другом языке. В
    случае расхождения русскоязычной версии Соглашения и версии Соглашения на
    ином языке, применяются положения русскоязычной версии настоящего
    Соглашения.
</p>
<p>
    <br/>
    8.4. Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего
    Соглашения и безусловно принимает их.
</p>
<p>
    <strong>Реквизиты:</strong>
    <strong></strong>
</p>
<p>
    Полное наименование организации: Общество с ограниченной ответственностью
    «Ревомед»
</p>
<p>
    Юридический адрес: 127051, город Москва, Цветной бульвар, дом 16 строение
    1, помещение IV
</p>
<p>
    Почтовый адрес: 127051, город Москва, Цветной бульвар, дом 16 строение 1,
    помещение IV
</p>
<p>
    ИНН: 7702374507
</p>
<p>
    КПП: 770201001
</p>
<p>
    БИК: 044525593
</p>
<p>
    р/с: 40702810302660003263
</p>
<p>
    к/с: 30101810200000000593
</p>
<p>
    ОКПО: 17234972
</p>
<p>
    ОКАТО: 45286570000
</p>
<p>
    ОКВЭД: 62.01
</p>
<p>
    ОГРН: 1157746013611
</p>
<p>
    Электронная почта: <a href="mailto:revomed@yandex.ru">revomed@yandex.ru</a>
</p>
<p>
    Сайт: <a href="https://revomed.ru/">https://revomed.ru/</a>
</p>
<br clear="all"/>
<h2 className="text-center mb-5 mt-7"> ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ С КЛИНИКОЙ</h2>

<p>
    г. Москва 10.08.2020
</p>
<p>
    Настоящее Пользовательское соглашение (далее – «Соглашение») регулирует
    отношения между ООО «Ревомед», ОГРН 1157746013611, ИНН 7702374507, КПП
    770201001 (далее – «Администратор») и пользователем сети Интернет (далее –
    «Пользователь») далее совместно именуемые «Стороны», возникающие при
    использовании Платформы «revomed.ru» (далее – «Сайт») в сети Интернет на
    указанных в настоящем Пользовательском соглашении условиях.
</p>
<h3 className="text-center">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h3>
<p>
    1.1. В настоящем Пользовательском соглашении термины, указанные ниже, имеют
    следующее значение:
</p>
<p>
    1.1.1. <strong>Пользователь</strong> – клиника, имеющая лицензию на
    осуществление медицинской деятельности, подтвержденная документально,
    присоединившаяся к настоящему Соглашению, действующее в собственном
    интересе либо выступающее от имени и в интересах представляемого им
    юридического лица.
</p>
<p>
    1.1.2. <strong>Заказ</strong> – описание условий выполнения работ/оказания
    услуг, которое он размещает на Платформе для поиска Исполнителей. Заказ
    содержит все существенные условия Договора об оказании услуг/выполнении
    работ и является офертой Заказчика на его заключение.
</p>
<p>
    1.1.3. <strong>Соглашение</strong> – настоящее пользовательское соглашение
    со всеми дополнениями и изменениями, регламентирующие работу Платформы и
    взаимодействие Пользователя с ним;
</p>
<p>
    1.1.4. <strong>Платформа</strong> – программное обеспечение, которое
    представляет собой Интернет-сайт для поиска врачей соответствующей
    квалификации, взаимодействие с которыми осуществляется взаимодействие на
    основе модели маркетплейса, а также мобильное приложение на базе
    IOS/Android, функционирующее на базе Интернет-сайта.
</p>
<p>
    1.1.5. <strong>Персональные данные</strong> – любая информация, сведения
    относящиеся к Пользователю (субъекту персональных данных) и позволяющие его
    идентифицировать, передаваемые Администратору и обрабатываемые им в
    качестве оператора в соответствии с принятой и опубликованной на
    Интернет-сайте Политикой обработки персональных данных.
</p>
<p>
    1.1.6. <strong>Регистрация</strong> – совокупность действий Пользователя в
    соответствии с указанными на Платформе инструкциями, включая предоставление
    данных и иной информации, совершаемых Пользователем с использованием
    специальной формы пользовательского интерфейса Платформы в целях
    формирования Личного кабинета и получения доступа к отдельным сервисам
    Платформы.
</p>
<p>
    1.1.7. <strong>Администратор </strong>– владелец электронной платформы в
    сети Интернет.
</p>
<h3 className="text-center">2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
<p>
    2.1. Настоящее Соглашение регулирует порядок использования Платформы, а
    также взаимоотношения, возникающие между Администратором и Пользователями
    при его использовании, в том числе порядок электронного взаимодействия
    между ними.
</p>
<p>
    2.2. Пользователь самостоятельно несет ответственность перед третьими
    лицами за свои действия, связанные с использованием услуги и сервисов, в
    том числе, если такие действия приведут к нарушению прав и законных
    интересов третьих лиц, а также за соблюдение законодательства при
    использовании услуги или сервиса.
</p>
<p>
    2.3. Пользователь использует Сайт, сервисы и/или услуги на свой собственный
    риск.
</p>
<p>
    2.4. При любых обстоятельствах ответственность Администратора в
    соответствии со статьей 15 Гражданского кодекса России ограничена 10 000
    (десятью тысячами) рублей Российской Федерации и возлагается на него при
    наличии в его действиях вины.
</p>
<p>
    2.6. Пользователь предупрежден о том, что несет самостоятельно
    ответственность за предоставление недостоверных сведений третьим лицам,
    нанесение ущерба третьим лицам.
</p>
<p>
    2.7. При использовании Сайта, услуг и сервисов Пользователь не вправе:
</p>
<p>
    2.7.1. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять контент, который является незаконным, вредоносным,
    клеветническим, оскорбляет нравственность, демонстрирует (или является
    пропагандой) насилия и жестокости, нарушает права интеллектуальной
    собственности, пропагандирует ненависть и/или дискриминацию людей по
    расовому, этническому, половому, религиозному, социальному признакам,
    содержит оскорбления в адрес каких-либо лиц или организаций, содержит
    элементы (или является пропагандой) порнографии, детской эротики,
    представляет собой рекламу (или является пропагандой) услуг сексуального
    характера (в том числе под видом иных услуг), разъясняет порядок
    изготовления, применения или иного использования наркотических веществ или
    их аналогов, взрывчатых веществ или иного оружия;
</p>
<p>
    2.7.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или
    причинять им вред в любой форме;
</p>
<p>
    2.7.3. выдавать себя за другого человека или представителя организации
    и/или сообщества без достаточных на то прав;
</p>
<p>
    2.7.4. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять контент, при отсутствии прав на такие действия
    согласно законодательству или каким-либо договорным отношениям;
</p>
<p>
    2.7.5. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять не разрешенную специальным образом рекламную
    информацию, спам (в том числе и поисковый), списки чужих адресов
    электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга
    (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья».
</p>
<p>
    2.7.6. загружать, посылать, передавать или любым другим способом размещать
    и/или распространять какие-либо материалы, содержащие вирусы или другие
    компьютерные коды, файлы или программы, предназначенные для нарушения,
    уничтожения либо ограничения функциональности любого компьютерного или
    телекоммуникационного оборудования или программ, для осуществления
    несанкционированного доступа, а также серийные номера к коммерческим
    программным продуктам и программы для их генерации, логины, пароли и прочие
    средства для получения несанкционированного доступа к платным ресурсам в
    Интернете, а также размещения ссылок на вышеуказанную информацию;
</p>
<p>
    2.7.7. несанкционированно собирать и хранить персональные данные других
    лиц;
    <br/>
    2.7.8. нарушать нормальную работу Сайта;
</p>
<p>
    2.7.9. размещать ссылки на ресурсы сети Интернет, содержание которых
    противоречит действующему законодательству Российской Федерации;
</p>
<p>
    2.7.10. содействовать действиям, направленным на нарушение ограничений и
    запретов, налагаемых Соглашением;
</p>
<p>
    2.7.11. другим образом нарушать нормы законодательства, в том числе нормы
    международного права.
</p>
<p>
    2.8. Администрация Сайта не несет ответственности за:
</p>
<p>
    2.8.1. Задержки или сбои в процессе совершения операции, возникшие
    вследствие непреодолимой силы, а также любого случая неполадок в
    телекоммуникационных, компьютерных, электрических и иных смежных системах;
</p>
<p>
    2.8.2. Действия платежных систем, банков и за задержки связанные с их
    работой.
</p>
<h3 className="text-center">
    3. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА СОДЕРЖАНИЕ СЕРВИСОВ И КОНТЕНТА
</h3>
<p>
    3.1. Пользователь соглашается не предпринимать действий, которые могут
    рассматриваться как нарушающие российское законодательство или нормы
    международного права, в том числе в сфере интеллектуальной собственности,
    авторских и/или смежных правах, а также любых действий, которые приводят
    или могут привести к нарушению нормальной работы Сайта и сервисов компании.
</p>
<p>
    3.2. Пользователь не вправе использовать материалы Сайта без согласия
    правообладателей (статья 1270 ГК РФ).
</p>
<p>
    3.3. Пользователь обязуется при цитировании материалов Сайта, включая
    охраняемые авторские произведения, ссылаться на Сайт (пп. 1 п. 1 статьи
    1274 ГК РФ).
</p>
<p>
    3.4. Все объекты, доступные при помощи Сайта, в том числе элементы дизайна,
    текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы
    данных, музыка, звуки и другие объекты, размещенные в рамках Сайта,
    являются объектами исключительных прав Администратора.
</p>
<p>
    3.5. Администратор предоставляет Пользователю право функционального
    использования Сайта в пределах его общих функциональных возможностей.
</p>
<p>
    3.6. Использование Сайта иными способами, в том числе путем копирования
    (воспроизведения) размещенного на Сайте Контента, а также входящих в состав
    Приложения элементов дизайна, программ для ЭВМ и баз данных, их
    декомпиляция, модификация, и последующее распространение, публичный показ,
    доведение до всеобщего сведения, строго запрещены, если иное не
    предусмотрено настоящим Соглашением.
</p>
<p>
    3.7. Пользователь не вправе воспроизводить, повторять и копировать,
    продавать, а также использовать для каких-либо коммерческих целей
    какие-либо части Сайта (включая Контент, доступный Пользователю посредством
    Сайта), или доступ к ним, кроме тех случаев, когда Пользователь получил
    такое разрешение от Администратора либо когда это прямо предусмотрено
    дополнительными документами на использование отдельного сервиса или услуги.
</p>
<p>
    3.8. Использование Пользователем элементов содержания Сайта, размещенного
    контента для личного некоммерческого использования, допускается при условии
    сохранения всех знаков охраны авторского права, смежных прав, товарных
    знаков, других уведомлений об авторстве, сохранения имени (или псевдонима)
    автора/наименования правообладателя в неизменном виде, сохранении
    соответствующего объекта в неизменном виде. Исключение составляют случаи,
    прямо предусмотренные законодательством РФ или пользовательскими
    соглашениями того или иного сервиса или услуги.
</p>
<p>
    3.9. Сайт может содержать ссылки на сайты в сети Интернет (сайты третьих
    лиц). Указанные третьи лица и их контент не проверяются Администратором.
</p>
<h3 className="text-center">
    4. ОФОРМЛЕНИЕ ЗАКАЗА И ОПЛАТА УСЛУГ ПО НАСТОЯЩЕМУ ПОЛЬЗОВАТЕЛЬСКОМУ
    СОГЛАШЕНИЮ
</h3>
<p>
    4.1. Пользователь размещает на Сайте предложение, цену, срок, иные
    особенности проведения консультации, имеющие существенное задание.
</p>
<p>
    Оформление и предоставление Исполнителем Предложения осуществляется при
    помощи технических средств Сайта на Защищенных страницах Сайта.
</p>
<p>
    4.2. Предложение считается предоставленным с момента выбора Исполнителя
    физическими лицами с помощью технических средств Сайта. Технические
    средства Сайта позволяют идентифицировать выбор Исполнителя, совершенный
    под Логином и паролем. Сведения о выборе Исполнителя будут сохраняться при
    помощи программно-технических средств Сайта. Выбор Исполнителя с помощью
    технических средств Сайта является аналогом собственноручной подписи и
    оферты.
</p>
<p>
    4.3. Администратор осуществляет расчеты в порядке и на условиях,
    установленных Договором.
</p>
<p>
    Расчеты осуществляются по следующим реквизитам, указанным Исполнителем:
</p>
<p>
    Наименование исполнителя
</p>
<p>
    Адрес местонахождения: ________________
</p>
<p>
    Банковские реквизиты
</p>
<p>
    БИК
</p>
<p>
    ОКВЭД
</p>
<p>
    ИНН
</p>
<p>
    КПП
</p>
<p>
    ОГРН
</p>
<p>
    ОКПО
</p>
<p>
    Администратор принимает платежи от пациента, осуществляет расчеты с
    Исполнителем.
</p>
<p>
    Стоимость услуг Администратора составляет 20% от суммы, установленной
    Исполнителем (клиникой).
</p>
<p>
    Средства, поступившие на сайт Администратора перечисляются на реквизиты
    Исполнителя, указанные в личном кабинете, за вычетом 20% вознаграждения
    Администратора.
</p>
<p>
    Исполнитель самостоятельно осуществляет расчеты с врачами, осуществляющими
    консультацию от имени Исполнителя за вычетом соответствующего
    вознаграждения Исполнителя в размере 20% от суммы, установленной
    Исполнителем (клиникой).
</p>
<p>
    Администратор не несет ответственности за информацию, указанную
    Исполнителем в личном кабинете, а также за расчеты, производимые
    Исполнителем с врачами, непосредственно осуществляющими консультацию.
</p>
<h3 className="text-center">5. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
<p>
    5.1 Присоединяясь к условиям настоящего Соглашения, Пользователь
    автоматически присоединяется к Политике обработки персональных данных,
    которая размещена на Платформе.
</p>
<h3 className="text-center">6. ГАРАНТИИ В ОТНОШЕНИИ ПЛАТФОРМЫ</h3>
<p>
    6.1. Администратор не гарантирует доступность Платформы в любой момент.
</p>
<p>
    6.2. Платформа предоставляется Администратором в состоянии «как есть», без
    гарантийных обязательств Администратора или какой-либо обязанности по
    устранению недостатков Платформы, эксплуатационной поддержке и
    совершенствованию Платформы.
</p>
<p>
    6.3. Администратор не несет ответственности за коммерческую пригодность
    Платформы, не гарантирует соответствие Программного обеспечения специальным
    требованиям Пользователей, а также не гарантирует, что Платформа полностью
    свободна от дефектов и ошибок, и должна функционировать бесперебойно и в
    обязательном порядке.
</p>
<p>
    6.4. Администратор имеет право производить профилактические работы в
    программно-аппаратном комплексе Платформы с временным приостановлением
    работы Платформы по возможности в ночное время и, максимально сокращая
    время неработоспособности Платформы.
</p>
<p>
    6.5. Возможна приостановка работы Платформы без какого-либо уведомления
    Пользователя.
</p>
<h3 className="text-center">
    7. СОГЛАШЕНИЕ ОБ ЭЛЕКТРОННОМ ВЗАИМОДЕЙСТВИИ
</h3>
<p>
    7.1. Размещая Соглашение об электронном взаимодействии, Администратор
    делает оферту, адресованную неопределенному кругу лиц, о заключении
    договора электронного взаимодействия с использованием Платформы.
</p>
<p>
    7.2. Оферта адресована любым лицам (ст. 435 Гражданского кодекса Российской
    Федерации, далее – «ГК РФ»).
</p>
<p>
    7.3. Срок действия оферты не ограничен.
</p>
<p>
    7.4. Надлежащим акцептом оферты согласно п. 3 ст. 438 ГК РФ является
    совершение Пользователем действий по началу использования сайта Платформы,
    использованию API или установке мобильных приложений Платформы.
</p>
<p>
    7.5. В соответствии с настоящим Соглашением об электронном документообороте
    Стороны используют простые электронные подписи (п. 2 ст. 160 Гражданского
    кодекса Российской Федерации), подписью для каждой из Сторон является
    уникальный адрес электронной почты (логин учетной записи почтового сервиса
    или аккаунта Личного кабинета в Платформе), ключом к которому является
    уникальный идентификатор (пароль).
</p>
<p>
    7.6. Стороны исходят из того, что электронные сообщения и действия,
    направленные/совершенные при помощи Личного кабинета выражают истинное
    волеизъявление Стороны и намерение вступить, изменить или прекратить
    правоотношение, если такое правоотношение возникло у Пользователя в
    процессе использования Платформы. 8.7. Проверка подлинности и достоверности
    сообщения или совершенного действия, исходящего от Стороны, осуществляется
    путем сличения информации о совершенном действии с данными его Личного
    кабинета.
</p>
<p>
    7.7. В качестве первичных учетных документов, являющихся основанием для
    расчетов Стороны используют данные, получаемые при помощи Платформы. Для
    целей формирования отчетности такие сведения могут распечатываться и
    заверяться ответственным лицом Администратора.
</p>
<p>
    7.8. Пользователь несет ответственность за сохранность конфиденциальности
    логина и уникального идентификатора (пароля), предоставляющих доступ в
    Личный кабинет.
</p>
<p>
    7.9. Все действия, совершенные через Личный кабинет, считаются совершенными
    непосредственно тем Пользователем, логин и уникальный идентификатор
    (пароль) которого был использован для входа в соответствующий Личный
    кабинет.
</p>
<h3 className="text-center">
    8. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
</h3>
<p>
    8.1. В случае возникновения любых разногласий, или споров между Сторонами
    настоящего Соглашения, обязательным условием до обращения в суд является
    предъявление претензии (письменного предложения о добровольном
    урегулировании спора).
</p>
<p>
    <br/>
    8.1.1. Получатель претензии в течение 10 рабочих дней со дня ее получения,
    письменно уведомляет заявителя претензии о результатах рассмотрения
    претензии.
</p>
<p>
    <br/>
    8.1.2. При невозможности разрешения спора в добровольном порядке любая из
    Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены
    им действующим законодательством Российской Федерации.
</p>
<p>
    <br/>
    8.2. Если по тем или иным причинам одно или несколько положений настоящего
    Соглашения будут признаны недействительными или не имеющими юридической
    силы, это не оказывает влияния на действительность или применимость
    остальных положений Соглашения.
</p>
<p>
    8.3. Настоящее Соглашение составлено на русском языке и в некоторых случаях
    может быть предоставлено Пользователю для ознакомления на другом языке. В
    случае расхождения русскоязычной версии Соглашения и версии Соглашения на
    ином языке, применяются положения русскоязычной версии настоящего
    Соглашения.
</p>
<p>
    <br/>
    8.4. Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего
    Соглашения и безусловно принимает их.
</p>
<p>
    8.5. Администратор осуществляет платежи непосредственно исполнителю.
    Исполнитель самостоятельно производит расчеты с врачом на основании
    положений трудового договора, дополнительного соглашения к трудовому
    договору, гражданско-правовым договорам. При заключении договора с
    Исполнителем Администратор не несет ответственности за расчеты с третьими
    лицами.
</p>
<p>
    <strong>Реквизиты:</strong>
    <strong></strong>
</p>
<p>
    Полное наименование организации: Общество с ограниченной ответственностью
    «Ревомед»
</p>
<p>
    Юридический адрес: 127051, город Москва, Цветной бульвар, дом 16 строение
    1, помещение IV
</p>
<p>
    Почтовый адрес: 127051, город Москва, Цветной бульвар, дом 16 строение 1,
    помещение IV
</p>
<p>
    ИНН: 7702374507
</p>
<p>
    КПП: 770201001
</p>
<p>
    БИК: 044525593
</p>
<p>
    р/с: 40702810302660003263
</p>
<p>
    к/с: 30101810200000000593
</p>
<p>
    ОКПО: 17234972
</p>
<p>
    ОКАТО: 45286570000
</p>
<p>
    ОКВЭД: 62.01
</p>
<p>
    ОГРН: 1157746013611
</p>
<p>
    Электронная почта: <a href="mailto:revomed@yandex.ru">revomed@yandex.ru</a>
</p>
<p>
    Сайт: <a href="https://revomed.ru/">https://revomed.ru/</a>
</p>
      </div>
    </div> 
  );
}

export default Agreement;
