// styles
import './Politics.scss';

let Politics = () => {
  return (
    <div className="Politics">
    <div className="Politics__container container py-7 px-5">
    <h1 className="text-center mb-5">ПОЛИТИКА В ОБЛАСТИ КОНФИДЕНЦИАЛЬНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
<p>
    Сайт «Revomed», доступный по сетевому адресу: https://revomed.ru (далее –
    «Сайт») осуществляет сбор ряда Персональных данных Пользователей.
    <br/>
    <br/>
    Оператор информационной системы персональных данных - Администрация.
</p>
<p>
    Контактная эл. почта для получения дополнительных сведений об обработке
персональных данных и направления запросов от Пользователей:<em> </em>    <em>hello</em><em>@</em><em>revomed</em><em>.</em><em>ru</em><em></em>
</p>
<p>
    Настоящие Правила определяют политику в отношении обработки персональных
    данных Оператором.
</p>
<p>
    <strong>Категории собираемых Данных:</strong>
    <strong></strong>
</p>
<p>
    Категории Персональных данных, сбор которых осуществляет Сайт
    (самостоятельно или при посредничестве третьих лиц), включают:
</p>
<p>
    - файлы «cookie» и данные об использовании сетевых ресурсов;
</p>
<p>
    - имя, отчество, фамилия;
</p>
<p>
    - номер телефона;
</p>
<p>
    - адрес электронной почты;
</p>
<p>
    - сведения о намерении обратиться к врачу;
</p>
<p>
    - пол, возраст;
</p>
<p>
    - любые дополнительные сведения, указанные Пользователем в ходе
    использования Сайта или устно сообщенные Пользователем Оператору или
    сотрудникам call-центра.
    <br/>
    <br/>
    Прочие собираемые Персональные данные могут описываться в других разделах
    настоящих Правил, а также в согласии на обработку Персональных данных.
    <br/>
    <br/>
    Персональные данные могут предоставляться Пользователем самостоятельно или
    их сбор может автоматически осуществлять приложение при его использовании.
    <br/>
    <br/>
</p>
<p>
    При использовании Сайта Пользователи соглашаются с условиями данных Правил
    путем акцепта конклюдентными действиями по просмотру контента Сайта и
    использованию его интерфейса. Пользователи предоставляют согласие на
    обработку персональных данных путем совершения действий, предусмотренных
    интерфейсом: осуществление регистрации или авторизации, обращение по
    указанному телефонному номеру или обращение к конкретному специалисту
    посредством Сайта.
</p>
<p>
    <br/>
    Если не указано иное, Сайт или владельцы сторонних сервисов, которые
    задействует Сайт, используют файлы «cookie» (или другие средства
    отслеживания) для идентификации Пользователей и запоминания установленных
    ими глобальных параметров настройки исключительно в целях предоставления
    услуги, требующейся Пользователю.
    <br/>
    <br/>
</p>
<p>
    Пользователь вправе не предоставлять какие-либо дополнительные сведения или
    информацию при использовании Сайта.
</p>
<p>
    Оператор не собирает и не обрабатывает персональные данные, касающиеся
    состояния здоровья и интимной жизни Пользователей, а также данные,
    относящиеся к медицинской тайне, иным видам профессиональной тайны.
</p>
<p>
    <br/>
    Пользователи несут ответственность за Персональные данные третьих лиц,
    которые они получают, публикуют или предоставляют другим лицам, используя
    Сайт, и подтверждают, что у них имеется согласие третьего лица на
    предоставление Данных Оператору и их опубликование.
</p>
<p>
    <strong>Метод и место обработки Данных:</strong>
    <strong></strong>
</p>
<p>
    <em>Метод обработки</em>
    <em></em>
</p>
<p>
    Обработка Данных осуществляется с использованием компьютеров и (или)
    средств с поддержкой информационных технологий (ИТ) в соответствии с
    организационными процедурами и методами, строго связанными с указанными
    целями. В некоторых случаях Данные могут быть доступны, помимо Оператора
    данных, определенным категориям ответственных лиц, связанных с обеспечением
    функционирования сайта (администрация, отдел продаж, отдел маркетинга,
    юридический отдел, системные администраторы), или сторонним организациям
    (таким как сторонние поставщики технических услуг, почтовые организации,
    поставщики услуг хостинга, компании-поставщики информационных технологий,
    службы связи), которым Оператор поручает, при необходимости, выполнять
    функции обработки персональных данных. Обновляемый перечень указанных лиц
    можно в любое время запросить у Оператора данных.
</p>
<p>
    <strong>Место</strong>
    <strong></strong>
</p>
<p>
    Данные обрабатываются в операционных офисах Оператора данных и в любых иных
    местах, где находятся стороны, занимающиеся их обработкой. Оператор
    осуществляет запись, систематизацию, накопление, хранение, уточнение
    (обновление, изменение), извлечение персональных данных в базах данных,
    находящихся на территории Российской Федерации. За дополнительной
    информацией следует обращаться к Оператору данных.
</p>
<p>
    <strong>Срок хранения</strong>
    <strong></strong>
</p>
<p>
    Данные хранятся в течение времени, необходимого для предоставления услуги,
    запрашиваемой Пользователем, или определяемого целями, описанными в
    настоящем документе, при этом Пользователь может в любой момент обратиться
    к Контролеру данных с просьбой приостановить использование данных или
    удалить их.
</p>
<p>
    <strong>Использование собранных Данных</strong>
    <strong></strong>
</p>
<p>
    Сбор Данных, касающихся Пользователя, осуществляется для того, чтобы дать
    возможность Владельцу предоставлять услуги, а также в следующих целях:
    Доступ к учетным записям в сервисах третьих лиц, Взаимодействие с внешними
    социальными сетями и платформами, Регистрация и аутентификация (при
    доступности соответствующих функций Сайта), взаимодействие с третьими
    лицами, обеспечивающими реализацию функционала Сайта, предоставления
    поддержки при использовании Сайта, рассылки рекламных и маркетинговых
    материалов и звонков с сообщениями о них от Оператора или его партнеров,
    улучшения работы Сайта, получения отзывов и пожеланий по деятельности
    Оператора, функционированию Сайта, сервиса по организации обучения или
    организации обратной связи любым иным образом.
</p>
<p>
    Оператор или третьи лица могут осуществлять, хранить и обрабатывать
    аудиозаписи разговора с сотрудниками call-центра и Оператора, в том числе
    совершенными в рамках контроля качества оказания услуг и получения отзывов
    или пожеланий.
</p>
<p>
    Персональные данные, используемые для каждой цели, описываются в
    соответствующих разделах настоящего документа.
</p>
<p>
    <strong></strong>
</p>
<p>
    <strong>
        Подробная информация об обработке Персональных данных и их защите
    </strong>
    <strong></strong>
</p>
<p>
    Для целей защиты персональных данных от неправомерного или случайного
    доступа к ним, уничтожения, изменения, блокирования, копирования,
    предоставления, распространения персональных данных, а также от иных
    неправомерных действий в отношении персональных данных Оператор принимает
    соответствующие правовые, организационные и технические меры.
</p>
<p>
    Правовые меры включают в себя:
</p>
<p>
    - принятие настоящих Правил и их опубликование на Сайте;
</p>
<p>
    - получение согласий на обработку персональных данных;
</p>
<p>
    - предоставление ответов на запросы Пользователей, касающихся обработки
    персональных данных;
</p>
<p>
    - привлечение к ответственности лиц, виновных в нарушении правил обработки
    персональных данных, предусмотренных законодательством Российской Федерации
    и настоящими Правилами.
</p>
<p>
    Организационные меры включают в себя:
</p>
<p>
    - назначение лица, ответственного за организацию обработки персональных
    данных у Оператора;
</p>
<p>
    - определение порядка хранения персональных данных в информационных
    системах, а также порядка доступа к ним;
</p>
<p>
    - регулярный мониторинг и анализ требований законодательства и современных
    технологий обработки персональных данных для своевременного изменения
    принимаемых Оператором мер правового, организационного и технического
    характера с целью улучшения методов и способов обработки, хранения и защиты
    персональных данных.
</p>
<p>
    Технические меры включают в себя следующие мероприятия:
</p>
<p>
    - в офисе Оператора введен и поддерживается пропускной режим;
</p>
<p>
    - материальные носители персональных данных хранятся с соблюдением
    требований законодательства способом, исключающим доступ к ним третьих лиц;
</p>
<p>
    - идентификация и аутентификация субъектов доступа и объектов доступа;
</p>
<p>
    - управление доступом субъектов доступа к объектам доступа;
</p>
<p>
    - регистрация событий безопасности;
</p>
<p>
    - контроль (анализ) защищенности персональных данных;
</p>
<p>
    - защита среды виртуализации;
</p>
<p>
    - защита информационной системы, ее средств, систем связи и передачи
    данных;
</p>
<p>
    - управление конфигурацией информационной системы и системы защиты
    персональных данных.
</p>
<p>
    Внутренний контроль за соблюдением сотрудниками Оператора требований
    законодательства Российской Федерации и настоящих Правил заключается в
    проверке выполнения предусмотренных требований, а также в оценке
    обоснованности, адекватности и эффективности принятых мер. Он может
    проводиться структурным подразделением или работником, ответственным за
    обеспечение безопасности персональных данных.
</p>
<p>
    По результатам внутреннего контроля и (или) аудита Оператор проводит оценку
    вреда, который может быть причинен персональным данным Пользователей, и
    соответствия принимаемых мер выявленным угрозам. В случае необходимости
    Оператор вводит дополнительные меры по защите персональных данных и вносит
    соответствующие изменения в настоящие Правила.
</p>
<p>
    <strong>Обращение в суд</strong>
    <strong></strong>
</p>
<p>
    Персональные данные Пользователя могут быть использованы в юридических
    целях Оператором данных в суде или на этапах, ведущих к возможному
    обращению в суд в связи с тем, что Сайт или оказываемые услуги
    использовались ненадлежащим образом.
    <br/>
    <br/>
    Пользователь осведомлен о том, что Оператор данных может быть вынужден
    сообщить персональные данные по требованию органов государственной власти.
    <br/>
    <br/>
</p>
<p>
    <strong>
        Дополнительная информация о Персональных данных Пользователя
        <br/>
    </strong>
    <br/>
    Помимо информации, содержащейся в настоящих Правилах, Сайт может
    предоставлять Пользователю по запросу дополнительную и контекстуальную
    информацию, касающуюся конкретных услуг и сервисов или сбора и обработки
    Персональных данных.<strong></strong>
</p>
<p>
    <strong></strong>
</p>
<p>
    <strong>Системные журналы и техническое обслуживание</strong>
    <strong></strong>
</p>
<p>
    В целях обеспечения работы системы и ее технического обслуживания Сайт и
    любые сторонние сервисы могут вести файлы, в которых регистрируется
    взаимодействие приложения с Пользователями (системные журналы), или
    использовать с этой целью другие Персональные данные (в частности,
    IP-адрес).
    <br/>
    <br/>
    <br/>
</p>
<p>
    <strong>
        Информация, отсутствующая в настоящих правилах
        <br/>
        <br/>
    </strong>
    <strong></strong>
</p>
<p>
    Дополнительные сведения, касающиеся сбора или обработки Персональных
    данных, можно в любое время запросить у Оператора данных. Смотрите
    контактные сведения, указанные в начале настоящего документа.
</p>
<p>
    <strong></strong>
</p>
<p>
    <strong>Права Пользователей</strong>
    <strong></strong>
</p>
<p>
    Пользователи вправе в любое время узнать, были ли сохранены их Персональные
    данные, и могут обращаться к Контролеру данных, чтобы узнать их содержание
    и происхождение, проверить их достоверность, или попросить их дополнить,
    аннулировать, обновить или исправить либо преобразовать в формат,
    обеспечивающий анонимность, или блокировать любые данные, хранящиеся в
    нарушение закона, а также выступить против их обработки по всем без
    исключения законным основаниям. Соответствующие запросы следует направлять
    Оператору данных по адресу, указанному выше в контактных сведениях.
    <br/>
    <br/>
    <br/>
    <strong></strong>
</p>
<p>
    <strong>Внесение изменений в настоящие Правила </strong>
    <strong></strong>
</p>
<p>
    Оператор данных оговаривает право в любое время вносить изменения в
    настоящие Правила, разместив на этой странице уведомление для
    Пользователей.
</p>
<p>
    Настоятельно рекомендуется часто проверять эту страницу и дату внесения
    последних изменений, указанную в нижней части страницы.
</p>
<p>
    В случае несогласия с любыми изменениями, внесенными в Правила,
    Пользователь должен перестать использовать приложение и может потребовать,
    чтобы Оператор данных удалил его Персональные данные.
</p>
<p>
    Если не указано иное, действующие на тот момент правила обеспечения
    конфиденциальности персональных данных распространяются на все Персональные
    данные Пользователей, которыми располагает Оператор данных.
</p>
<p>
    <strong></strong>
</p>
<p>
    <strong></strong>
</p>
<p>
    <strong>СОГЛАСИЕ СУБЪЕКТА НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong>
</p>
<p>
    Я (далее – «Субъект»), предоставляю Согласие на обработку персональных
    данных (далее — «Согласие») на условиях, изложенных далее.
</p>
<p>
    Предоставлением Согласия является постановка соответствующего флажка и
нажатие кнопки <em>«Вход и регистрация»</em> на Интернет-сайте    <em>https://</em><em>revomed</em><em>.ru</em>
</p>
<p>
    Действуя свободно, в соответствии со своей волей и в своем интересе, а
    также подтверждая свою дееспособность, Субъект даёт согласие Администрации
    (далее – «Оператор»), на обработку своих персональных данных в соответствии
    со следующими условиями:
</p>
<p>
    1. Согласие дается на обработку следующих персональных данных Субъекта, не
    являющихся специальными или биометрическими:
</p>
<ul>
    <li>
        фамилия, имя, отчество;
    </li>
    <li>
        номер телефона;
    </li>
    <li>
        адрес электронной почты.
    </li>
</ul>
<p>
    2. Оператор может использовать общеотраслевую технологию «куки» (cookies).
    Куки – это небольшой фрагмент данных, отправленный веб-сервером и хранимый
    на компьютере, который использует Субъект, позволяющий Оператору сохранять
    персональные настройки и предпочтения Субъекта, а также собирать неличную
    информацию о нём.
</p>
<p>
    3. Под обработкой персональных данных Оператором понимается действие
    (операция) или совокупность действий (операций) с персональными данными,
    включая сбор, запись, систематизация, накопление, хранение, уточнение
    (обновление, изменение), извлечение, использование, передача
    (распространение, предоставление, доступ), обезличивание, блокирование,
    удаление, уничтожение персональных данных.
</p>
<p>
    4. Субъект дает свое согласие на обработку персональных данных для
    следующих целей:
</p>
<ul>
    <li>
        Идентификация Субъекта;
    </li>
</ul>
<p>
    · Взаимодействие с Субъектом, в том числе направление уведомлений, запросов
    и информации, касающихся действий Оператора, а также обработка запросов и
    заявок от Субъекта;
</p>
<p>
    · Отправка Субъекту рекламных материалов и информации о специальных
    предложениях;
</p>
<ul>
    <li>
        Обеспечение качественной работы сайта Оператора;
    </li>
</ul>
<p>
    · Оформление документов, подтверждающих оплату услуг Субъектом, и иных
    документов, связанных с действиями Субъекта на веб-сайте Оператора;
</p>
<p>
    · Обеспечение взаимодействия между Субъектом и Оператором в целях оказания
    ему услуг.
</p>
<p>
    5. Субъект персональных данных вправе направить Оператору запрос на
    уточнение его персональных данных, требование о блокировании или
    уничтожении в случае, если персональные данные являются неполными,
    устаревшими, неточными.
</p>
<p>
    6. Субъект дает согласие на передачу Оператором своих персональных данных
    третьим лицам для оказания услуг Субъекту в соответствии с его запросом на
    Интернет-сайте, либо иного аналогичного исполнения соглашения между
    Субъектом и Оператором.
</p>
<p>
    7. Оператор не осуществляет трансграничную передачу персональных данных.
</p>
<p>
    8. Персональные данные Субъекта обрабатываются до ликвидации Оператора.
</p>
<p>
    9. Оператор обрабатывает персональные данные Субъекта, в соответствии с
    принятыми локально-нормативными актами.
</p>
<p>
    10. Субъект подтверждает, что ознакомлен с Политикой Оператора в отношении
обработки персональных данных, размещенной на веб-сайте Оператора по адресу    <em>https://</em><em>revomed</em><em>.ru.</em>
</p>
<p>
    11. Оператор принимает необходимые и достаточные организационные и
    технические меры для защиты персональной информации Субъекта от
    неправомерного или случайного доступа, уничтожения, изменения,
    блокирования, копирования, распространения, а также от иных неправомерных
    действий третьих лиц.
</p>
<p>
    12. Согласие может быть отозвано Субъектом персональных данных или его
    представителем путем направления письменного заявления Оператору или
электронного сообщения по адресу <em>hello</em><em>@</em><em>revomed</em>    <em>.</em><em>ru</em><em>.</em> Согласие может быть отозвано при условии
    уведомления не менее чем за 30 дней до предполагаемой даты прекращения
    обработки данных Оператором.
</p>
<p>
    13. В случае отзыва Cубъектом персональных данных или его представителем
    Cогласия на обработку персональных данных Оператор вправе продолжить
    обработку персональных данных без согласия субъекта персональных данных при
    наличии оснований, указанных в пунктах 2-11 части 1 статьи 6, части 2
    статьи 10 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006
    г.
</p>
<p>
    14. Настоящим Согласием Субъект подтверждает, что достиг возраста 18 лет.
</p>
<p>
    15. Настоящее Согласие действует все время до момента прекращения обработки
    персональных данных, указанных в пунктах 8 и 12 данного Согласия.
</p>
    </div>

    </div>
  );
}

export default Politics;
